Repository: BelledonneCommunications/linphone-sdk
Catalog: mediastreamer2/linphone/po/*.po
Languages: ru

source: Couldn't find pixmap file: %s
ru: Невозможно найти картинку: %s

source: Chat with %s
ru: Чат с %s

source: Incoming call from %s
ru: Входящий звонок %s

source: %s would like to add you to his contact list. Would you allow him to see your presence status or add him to your contact list ? If you answer no, this person will be temporarily blacklisted.
ru: %s вы бы хотели быть добавленным в этот контактный лист. Вы разрешаете ему(ей) видеть ваш статус присутствия или добавить в контактный лист? Если вы ответите Нет, эта персона будет временно заблокированна.

source: Please enter your password for domain %s:
ru: Пожалуйста, введите пароль для домена %s:

source: Linphone - a video internet phone
ru: Linphone - Интернет видео телефон

source: %s (Default)
ru: %s (По умолчанию)

source: A free SIP video-phone
ru: Свободный SIP видео-телефон

source: Name
ru: Имя

source: Presence status
ru: Статус присутствия

source: Call %s
ru: Звонк %s

source: Send text to %s
ru: Послать текст к %s

source: Rate (Hz)
ru: Частота (Hz)

source: Status
ru: Статус

source: Min bitrate (kbit/s)
ru: Минимальный битрейт (kbit/s)

source: Parameters
ru: Параметры

source: Enabled
ru: Включить

source: Disabled
ru: Выключить

source: Account
ru: Аккаунт

source: _View
ru: _Вид

source: gtk-preferences
ru: Параметры

source: Call history
ru: История звонков

source: gtk-quit
ru: Выход

source: _Modes
ru: _Режимы

source: Audio only
ru: Только аудио

source: Audio & Video
ru: Аудио & Видео

source: gtk-help
ru: Помощь

source: Show debug window
ru: Показать окно ошибок

source: gtk-about
ru: О программе

source: Terminate call
ru: Прервать звонок

source: Start call
ru: Позвонить

source: Current call
ru: Текущий звонок

source: <b>Contact list</b>
ru: <b>Контактный лист</b>

source: D
ru: Г

source: C
ru: В

source: B
ru: Б

source: A
ru: А

source: Digits
ru: Цифры

source: Default
ru: По умолчанию

source: About linphone
ru: Про linphone

source: Created by Simon Morlat
ru: Создан Simon Morlat

source: An internet video phone using the standart SIP (rfc3261) protocol.
ru: Интернет видео телефон использующий стандарт SIP (rfc3261) протокола.

source: SIP Address
ru: SIP Адрес

source: Show this contact presence status
ru: Показывать этому контакту статус присутствия

source: Allow this contact to see my presence status
ru: Разрешить этому контакту видеть мой статус присутствия

source: Contact information
ru: Контактная информация

source: gtk-cancel
ru: Выход

source: gtk-ok
ru: Ок

source: Linphone debug window
ru: Linphone окно ошибок

source: gtk-close
ru: Закрыть

source: Linphone - Authentication required
ru: Linphone - Регистрация необходима

source: Password:
ru: Пароль

source: Linphone - Configure a SIP account
ru: Linphone - Настроить SIP аккаунт

source: Route (optional):
ru: Маршрут (необязательно):

source: SIP Proxy address:
ru: Адрес SIP прокси:

source: Your SIP identity:
ru: Ваш SIP идентификатор:

source: Register at startup
ru: Регистрировать при старте

source: Publish presence information
ru: Показывать статус присутствия

source: Configure a SIP account
ru: Настроить SIP аккаунт

source: Send
ru: Отправить

source: Linphone - Incoming call
ru: Linphone - Входящий звонок

source: Incoming call from
ru: Входящий звонок от

source: Incoming call
ru: Входящие звонки

source: Accept
ru: Принять

source: Decline
ru: Понижение

source: Send DTMFs as SIP info
ru: Отправить DTFMы как SIP инфо

source: Use IPv6 instead of IPv4
ru: Использовать IPv6 вместо IPv4

source: Network settings
ru: Настройки сети

source: gtk-media-play
ru: Медиа-play

source: default soundcard
ru: звуковая карта по умолчанию

source: default soundcard
ru: звуковая карта по умолчанию

source: a sound card
ru: звуковая карта

source: default camera
ru: камера по умолчаию

source: <b>Video</b>
ru: <b>Видео</b>

source: Multimedia settings
ru: Настройка мультимедиа

source: This section defines your SIP address when not using a SIP account
ru: Поле определяет ваш SIP адрес когда вы не используете SIP аккаунт

source: Your display name (eg: John Doe):
ru: Ваше видимое имя (Иван Сидоров):

source: Your username:
ru: Ваше имя пользователя:

source: Your resulting SIP address:
ru: Ваш результирующий sip адрес:

source: <b>Default identity</b>
ru: <b>Личность по умолчанию</b>

source: Add
ru: Добавить

source: Edit
ru: Изменить

source: Remove
ru: Удалить

source: Register to FONICS virtual network !
ru: Регистрация в FONICS вирнтуальной сети!

source: <b>Proxy accounts</b>
ru: <b>Proxy аккаунт</b>

source: Erase all passwords
ru: Стереть все пароли

source: <b>Privacy</b>
ru: <b>Секретность</b>

source: Manage SIP Accounts
ru: Управление SIP аккаунтами

source: Audio codecs Video codecs
ru: Аудио кодеки и Видео кодеки

source: gtk-go-up
ru: Развернуть

source: gtk-go-down
ru: Свернуть

source: Enable
ru: Включить

source: Disable
ru: Выключить

source: <b>Codecs</b>
ru: <b>Кодеки</b>

source: 0 stands for "unlimited"
ru: 0 поставить для "безлимитный"

source: Codecs
ru: Кодеки

source: You have missed %i call(s).
ru: У вас пропущено %i звонков.

source: aborted
ru: остановленный

source: completed
ru: заверщённый

source: missed
ru: пропущен

source: %s at %s From: %s To: %s Status: %s Duration: %i mn %i sec
ru: %s в %s От: %s К: %s Статус: %s Длительность: %i мн %i сек

source: Outgoing call
ru: Исходящие звонки

source: Your machine appears to be connected to an IPv6 network. By default linphone always uses IPv4. Please update your configuration if you want to use IPv6
ru: Похоже Ваш компьютер подключен по сети с IPv6. Linphone по умолчанию использует IPv4. Пожалуйста, обновите настройки если хотите использовать IPv6.

source: Ready
ru: Готов

source: Remote end seems to have disconnected, the call is going to be closed.
ru: Удалённый узел отключился, звонок завершён.

source: Looking for telephone number destination...
ru: Поиск назначения для телефонного номера..

source: Could not resolve this number.
ru: Не может принять решение по этому номеру.

source: Could not parse given sip address. A sip url usually looks like sip:user@domain
ru: Не могу опознать sip адрес. SIP url обычно выглядит как: <sip:username@domainname>

source: Sorry, having multiple simultaneous calls is not supported yet !
ru: Извините, несколько одновременных вызовов не поддерживаются пока!

source: Contacting
ru: Соединение

source: could not call
ru: невозможно позвонить

source: Connected.
ru: Соединён.

source: Call ended
ru: Разговор окончен

source: No nat/firewall address supplied !
ru: NAT/firewall адрес не установлен !

source: Invalid nat address '%s' : %s
ru: Неверный NAT адрес '%s' : '%s'

source: Your computer appears to be using ALSA sound drivers. This is the best choice. However the pcm oss emulation module is missing and linphone needs it. Please execute 'modprobe snd-pcm-oss' as root to load it.
ru: Ваш компьютер использует ALSA звуковой драйвер. Это лучший выбор. Однако, pcm oss модуль эмуляции не найден и он нужен для linphone. Пожалуйста, выполните от пользователя root 'modprobe snd-pcm-oss' чтоб загрузить его.

source: Your computer appears to be using ALSA sound drivers. This is the best choice. However the mixer oss emulation module is missing and linphone needs it. Please execute 'modprobe snd-mixer-oss' as root to load it.
ru: Ваш компьютер использует ALSA звуковой драйвер. Это лучший выбор. Однако, oss микшера модуля не найден и он нужен для linphone. Пожалуйста, выполните от пользователя root 'modprobe snd-pcm-oss' чтоб загрузить его.

source: Stun lookup in progress...
ru: Поиск Stun продолжается...

source: Call terminated.
ru: Звонок прерван.

source: Could not reach destination.
ru: Невозможно соединиться.

source: User is busy.
ru: Пользователь занят.

source: User is temporarily unavailable.
ru: Пользователь временно недоступен.

source: Request Cancelled.
ru: Запрос отменён.

source: User does not want to be disturbed.
ru: Пользователь не хочет чтоб его беспокоили.

source: Call declined.
ru: Звонок отклонён.

source: Bad request
ru: Неверный запрос

source: User cannot be found at given address.
ru: Пользователь не может быть найден.

source: Remote user cannot support any of proposed codecs.
ru: Удалённый пользователь не поддерживает ни одного из предложенных кодеков.

source: Timeout.
ru: Время закончилось.

source: Remote host was found but refused connection.
ru: Удалённый узел был найден, но отказал в соединении.

source: is contacting you.
ru: контактирует с вами.

source: Redirected to %s...
ru: Перенаправлен на %s...

source: User is not reachable at the moment but he invites you to contact him using the following alternate resource:
ru: Пользователь не доступен в данный момент, но приглашает Вас пообщаться на альтернативном ресурсе:

source: Early media.
ru: Прошлые медиа.

source: Registration on %s failed: %s
ru: Регистрация на %s не удалась: %s

source: no response timeout
ru: нет ответа

source: Registration on %s successful.
ru: Регистрация на %s прошла успешно.

source: Gone
ru: Ушёл

source: Waiting for Approval
ru: Ждать одобрения

source: Online
ru: В сети

source: Busy
ru: Занят

source: Be Right Back
ru: Скоро вернусь

source: Away
ru: Отошёл

source: On The Phone
ru: На телефоне

source: Out To Lunch
ru: На обеде

source: Closed
ru: Закрыто
